Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/leave_and_holidays/parental_leave.html.txt.tmx
Source language: en
Languages: ga

source: The Parental Leave Act 1998, as amended by the Parental Leave (Amendment) Act 2006, allows parents to take parental leave from employment in respect of certain children
ga: Ceadaíonn an tAcht um Shaoire do Thuismitheoirí 1998, agus é leasaithe ag an Acht um Shaoire do Thuismitheoirí (Leasú) 2006, saoire tuismitheora do thuismitheoirí in Éirinn i leith leanaí áirithe

source: A person acting in loco parentis with respect to an eligible child is also eligible
ga: Tá an ceart céanna i leith leanbh cáilithe ag duine atá i loco parentis

source: Extension of parental leave to 18 weeks
ga: Síneadh saoire do thuismitheoirí go dtí 18 seachtaine

source: On 8 March 2013 the European Union (Parental Leave) Regulations 2013 increased the amount of parental leave available to each parent per child from 14 weeks to 18 weeks
ga: An 8 Márta 2013, ardaigh na Rialacháin (Saoire do Thuismitheoirí) an Aontais Eorpaigh 2013 an méid saoire do thuismitheoirí atá ar fáil do gach tuismitheoir le haghaidh linbh ó 14 seachtain go dtí 18 seachtain

source: (Those who have taken or are taking 14 weeks’ parental leave are also entitled to this extra 4 weeks.) The Regulations extended the age limit for a child with a long-term illness to 16 years
ga: (Tá daoine a ghlac nó glacann 14 seachtain saoire tuismitheoira i dteideal an 4 seachtaine breise freisin). Ardaigh na Rialacháin an uasteorainn do leanbh le tinneas fadtéarmach suas go dtí 16 bliana

source: They also provide that a parent returning from parental leave may request a change in working hours – see ‘Rules’ below
ga: Soláthraíonn siad freisin gur féidir le tuismitheoir a fhilleann ó shaoire tuismitheoir iarratas ar athrú uaireanta oibre a dhéanamh - féach 'Rialacha' thíos

source: The Regulations apply to all children who qualify for parental leave
ga: Baineann na Rialacháin le gach leanbh atá incháilithe

source: Leave can be taken in respect of a child no later than the child's 8th birthday
ga: Tá saoire ceadaithe i leith leanaí nach déanaí ná 8ú breithlá an linbh

source: If a child was adopted between the age of 6 and 8, leave in respect of that child may be taken up to 2 years after the date of the adoption order
ga: Is féidir síneadh a chur leis an uasaois i gcás leanbh uchtaithe

source: In the case of a child with a disability or a long-term illness leave may be taken up to 16 years of age
ga: I gcás leanbh le míchumas nó le tinneas fadtéarmach ceadaítear saoire go dtí go mbíonn sé/sí 16 bliain d'aois

source: In addition an extension may also be allowed where illness or other incapacity prevented the employee taking the leave within the normal period
ga: Chomh maith leis sin is féidir síneadh ama a cheadú sa gcás nach raibh fostaí in ann saoire a thógáil sa ghnáththréimhse cheadaithe de bharr tinneas nó éagumas eile

source: Since 8 March 2013 the amount of parental leave available for each child amounts to a total of 18 working weeks per child
ga: Ó 8 Márta 2013 is iomlán 18 seachtaine oibre an méid saoire do thuismitheoirí i leith gach linbh

source: Where an employee has more than one child, parental leave is limited to 18 weeks in a 12-month period. This can be longer if the employer agrees. Parents of twins or triplets can take more than 18 weeks of parental leave in a year
ga: Ní cheadaítear saoire níos faide ná 18 seachtaine i dtréimhse 12 mí don té a bhfuil níos mó ná leanbh amháin aige/aici ach amháin le cead an fhostóra.Ceadaítear tuismitheoirí cúpla nó tríríní níos mó ná 18 seachtaine i dtréimhse 12 mí

source: The 18 weeks per child may be taken in one continuous period or in 2 separate blocks of a minimum of 6 weeks
ga: Is féidir na 18 seachtaine in aghaidh gach linbh a thógáil go leanúnach nó i dtréimhsí nach lú ná 6 seachtaine an ceann

source: There must be a gap of at least 10 weeks between the 2 periods of parental leave per child
ga: Ní mór duit bearna nach lú ná 10 seachtaine idir na tréimhsí saoire in aghaidh gach linbh a fhágáil

source: However, if your employer agrees you can separate your leave into periods of days or even hours
ga: Le cead an fhostóra is féidir do shaoire a thógáil i dtréimhsí laethanta nó uaireanta fiú

source: Both parents have an equal separate entitlement to parental leave
ga: Tá saoire tuismitheora dlite go cothrom don bheirt thuismitheoir beag beann ar a chéile

source: Unless you and your partner work for the same employer, you can only claim your own parental leave entitlement (18 weeks per child)
ga: Mura bhfuil tú féin agus do pháirtí ag obair don fhostóir céanna ní féidir leat ach do shaoire tuismitheora féin (18 seachtaine i leith gach linbh) a éileamh

source: If you both work for the same employer and your employer agrees you may transfer 14 weeks of your parental leave entitlement to each other
ga: Má tá an bheirt agaibh ag obair don fhostóir céanna féadfaidh sibh bhur gcearta 14 seachtain de do shaoire tuismitheora a thabhairt dá chéile má aontaíonn an fostóir

source: If the parent becomes ill while on parental leave and is unable to care for the child the leave can be suspended for the duration of the illness
ga: Má bhuailtear tinn an tuismitheoir agus é/í ar saoire tuismitheora agus gan é/í in ann aire a thabhairt don leanbh is féidir an tsaoire a chur ar fionraí fad a mhairfidh an tinneas

source: In order to suspend the parental leave the employee must give written notice and relevant evidence of the illness to the employer as soon as is reasonably practicable
ga: Caithfidh an tuismitheoir fógra scríofa a thabhairt don fhostóir chomh luath agus is féidir chun an tsaoire a chur ar fionraí

source: The parental leave resumes after the illness
ga: Leanfar leis an tsaoire nuair a bheidh an tinneas caite

source: During the illness the parent is treated as an employee who is sick
ga: Le linn an tinnis caitear leis an tuismitheoir mar fhostaí tinn

source: Employment rights while on parental leave
ga: Cearta fostaíochta ar saoire tuismitheora

source: You are not entitled to pay from your employer while you are on parental leave nor are you entitled to any social welfare payment equivalent to Maternity Benefit or Adoptive Benefit
ga: Níl tú i dteideal aon phá a fháil ó d'fhostóir agus tú ar saoire tuismitheora ná níl tú i dteideal íocaíocht leasa shóisialaigh ar nós Sochar Máithreachais ná Sochar Uchtála a fháil

source: Taking parental leave does not affect other employment rights you have
ga: Má thógann tú saoire tuismitheora ní bhíonn aon tionchar aige sin ar aon cheart eile atá agat mar fhostaí

source: Apart from the loss of pay and pension contributions, your position remains as if no parental leave had been taken
ga: Taobh amuigh de chaillteanas pá agus ranníocaíochtaí pinsin, fanfaidh do phost mar a bheadh murar thóg tú saoire tuismitheora

source: This means, for example, that time spent on parental leave can be used to accumulate your annual leave entitlement
ga: Ciallaíonn sé sin, mar shampla, gur féidir am a caitheadh ar shaoire do thuismitheoirí a úsáid chun do theidlíocht do shaoire bhliantúil a bhailiú le chéile

source: The legislation only provides for the minimum entitlement
ga: Ní soláthríonn an reachtaíocht ach an t-íosmhéid

source: Your contract may give you more extensive rights
ga: B'fhéidir go bhfuil cearta níos mó i do chonradh féin

source: The Minister for Social Protection has introduced Regulations to ensure preservation of social insurance (PRSI) records for employees who take parental leave
ga: Tá Rialacháin déanta ag an Aire Coimirce Sóisialaí lena chinntiú go gcaomhnófaí taifid árachais shóisialaigh (ÁSPC) d'fhostaithe a ghlacann saoire tuismitheora

source: Your employer must write to the Records Update Section of Department of Social Protection (DSP), detailing the weeks you have not worked, so that you can get credited PRSI contributions for this time (see 'Where to apply' below)
ga: Caithfidh d’fhostóir scríobh chuig Rannóg na dTaifead den Roinn Coimirce Sóisialaí (RCS), ag sonrú na seachtainí nach raibh tú ag obair, ionas gur féidir leat ranníocaíochtaí creidiúnaithe ÁSPC a fháil don am seo (féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos)

source: You can find information about credited contributions and parental leave on the DSP website
ga: Is féidir leat eolas faoi ranníocaíochtaí creidiúnaithe agus saoire tuismitheora (pdf) a fháil ar an suíomh gréasáin RCS

source: Annual leave and public holidays
ga: Saoire bhliantúil agus laethanta saoire phoiblí

source: While on parental leave, you must be regarded for employment rights purposes as still working
ga: Ní mór tú a mheas chun críche cearta fostaíochta amhail is dá mbeifeá fós ag obair le linn duit a bheith ar saoire do thuismitheoirí

source: This means that you can build up annual leave while on parental leave
ga: Ciallaíonn sé sin go bhféadfaidh tú saoire bhliantúil a charnadh fós le linn duit a bheith ar saoire do thuismitheoirí

source: If your annual holidays fall due during parental leave, they may be taken at a later time
ga: Má thiteann do shaoire bhliantúil le linn duit a bheith ar saoire do thuismitheoirí, féadfar í a ghlacadh ag tráth níos déanaí

source: You are entitled to any public holidays that occur while you are on parental leave
ga: Tá tú i dteideal aon saoire phoiblí a thiteann le linn duit a bheith ar saoire do thuismitheoirí

source: Your public holiday entitlement can be added to the end of your parental leave
ga: Is féidir do theidlíocht saoire poiblí bheith curtha le críoch do thréimhse shaoire

source: • Generally you must have been working for your employer for a year before you are entitled to parental leave
ga: • Go ginearálta ní mór duit a bheith ag obair don fhostóir nua ar feadh bliana sula mbíonn tú i dteideal saoire do thuismitheoirí a fháil

source: However if your child is very near the age threshold and you have been working for your employer for more than 3 months but less than one year you are entitled to pro-rata parental leave
ga: Ach má tá do leanbh an-ghar don tairseach aoise agus tú breis is 3mhí ach níos lú ná bliain ag obair don fhostóir nua tá tú i dteideal saoire tuismitheora pro-rata

source: This is one week's leave for every month of employment completed
ga: Is ionann é sin agus saoire aon seachtaine i gcás gach mí fhostaíochta a bhíonn curtha i gcrích

source: • If you change job and have used part of your parental leave allowance you can use the remainder after one year's employment with your new employer provided your child is still under the qualifying age
ga: • Má athraíonn tú post agus cuid de do shaoire tuismitheora caite agat féadfaidh tú an chuid eile a thógáil tar éis bliain a chaitheamh le d'fhostóir nua ach do leanbh a bheith fós faoin uasaois

source: • Apart from a refusal on the grounds on non-entitlement, an employer may also postpone the leave for up to 6 months
ga: • Chomh maith le tú a dhiúltú de bhrí, dar leis, nach bhfuil tú i dteideal saoire, féadfaidh fostóir do shaoire a chur siar ar feadh suas le 6 mhí

source: This must be done before the confirmation document is signed
ga: Ní mór é seo a dhéanamh sula sínítear an dearbhú

source: After that, the leave cannot be postponed without further written agreement
ga: Ansin, ní féidir an tsaoire a chur siar gan comhaontú scríofa tuilleadh

source: Grounds for such a postponement include lack of cover or the fact that other employees are already on parental leave
ga: Ar na húdair le saoire a chur siar tá gan aon duine a bheith ann le d'áit a thógáil nó fostaithe eile a bheith ar saoire tuismitheora cheana

source: Normally only one postponement is allowed, but it may be postponed twice if the reason is seasonal variations in the volume of work
ga: Go hiondúil ní cheadaítear saoire a chur siar ach aon uair amháin ach má tá athruithe séasúracha sa mhéid oibre d'fhéadfadh é a chur siar faoi dhó

source: • Parental leave is to be used only to take care of the child concerned
ga: • Ní féidir leat do shaoire tuismitheora a úsáid ach amháin le haghaidh cúram do leanbh

source: If the parental leave is taken and used for another purpose the employer is entitled to cancel the leave
ga: Má tá do shaoire tuismitheora tógtha agus úsáidte le haghaidh aon ghnó eile, beidh d'fhostóir i dteideal do shaoire a chealú

source: • Employers must keep records of all parental leave taken by their employees
ga: • Caithfidh fostóirí cuntas a choinneáil ar aon saoire tuismitheora a thógann a gcuid fostaithe

source: These records must include the period of employment of each employee and the dates and times of the leave taken
ga: Ní mór taifead ar thréimhse fhostaíochta gach fostaí agus dátaí agus amanna gach saoire a tógadh a bheith sa chuntas

source: Employers must keep these records for 8 years
ga: Ní mór d'fhostóirí na cuntais seo a choinneáil shlán ar feadh 8 mbliana

source: If an employer fails to keep records they may be liable, on summary conviction, to a class C fine
ga: Fostóir ar bith nach gcoinníonn cuntais, d'fhéadfaí fíneáil aicme C a ghearradh air nó uirthi ar ciontú achomair

source: • You are entitled to return to your job after your parental leave unless it is not reasonably practicable for the employer to allow you to return to your old job
ga: • Tá sé de cheart agat filleadh ar do sheanphost tar éis saoire tuismitheora ach amháin mura mbíonn sé seo réalaíoch ó thaobh an fhostóra de

source: If this is the case you must be offered a suitable alternative on terms no less favourable compared with the previous job including any improvement in pay or other conditions which occurred while you were on parental leave
ga: I gcás mar seo ní mór post feiliúnach eile a thairiscint duit ar théarmaí nach mbeadh níos measa, a bheag nó a mhór, ná iadsan a bhain le do sheanphost

source: • The legislation protects parents who take parental leave from unfair dismissal
ga: Tá cosaint faoin reachtaíocht ag na tuismitheoirí ó dhífhostú éagórach má thógann siad saoire tuismitheora

source: • Since 8 March 2013, when you return to work after taking parental leave, you are entitled to ask for a change in your work pattern or working hours for a set period
ga: • Ó 8 Márta 2013, má fhilleann tú ar obair ó shaoire do thuismitheoirí, tá tú i dteideal iarr ar athrú gréasáin oibre nó uaireanta oibre ar feadh tréimhse socraithe

source: Your employer must consider your request but is not obliged to grant it
ga: Ní mór do d’fhostóir d’iarratas a phlé ach níl aon dualgas air é a cheadú

source: You must give written notice to your employer of your intention to take parental leave
ga: Ní mór duit fógra scríofa a thabhairt don fhostóir má tá brath agat saoire tuismitheora a thógáil

source: You should inform your employer in writing at least 6 weeks before the leave is due to start
ga: Ba chóir duit scéala a chur i scríbhinn chuig d'fhostóir ar a laghad sé seachtaine roimh thús na saoire

source: The notice should state the starting date and how long the leave will last
ga: Ba chóir go luafaí dáta tosaithe agus fad na saoire sa bhfógra

source: After this not less than 4 weeks before the leave is due to start, you will need to sign a document with your employer confirming the details of the leave
ga: Ansin ceithre seachtaine ar a dheireanaí roimh thús na saoire, caithfidh tú féin agus d'fhostóir doiciméad a shíniú le sonraí faoin tsaoire a dhearbhú

source: For more information on parental leave you can contact the Workplace Relations Commission's Information and Customer Service - see 'Where to apply' below
ga: Le tuilleadh eolais a fháil faoi shaoire do thuismitheoirí déan teagmháil leis an tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre

source: Disputes about parental leave may be referred by the employee or the employer within 6 months of the dispute or complaint occurring
ga: I gcás aighnis faoi shaoire do thuismitheoirí is feidir leis an bhfostóir nó an fostaí iarratas a dhéanamh laistigh de 6 mhí

source: You must use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm ghearáin ar líne nua a úsáid á fáil ar workplacerelations.ie

source: The time limit may be extended for up to a further 6 months, but only where there is a reasonable cause which prevented the complaint being brought within the normal time limit. Where to apply PRSI Records Department of Social Protection McCarter's Road Ardaravan Buncrana Donegal Ireland Tel:(01) 471 5898 Locall:1890 690 690 Homepage: http://www.welfare.ie/ Workplace Relations Commission Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland Opening Hours: Mon. to Fri
ga: Is féidir síneadh ama 6 mhí eile a thabhairt duit ach ní dhéanfar é sin mura bhfuil cúinsí réasúnacha ann a chuir cosc ort an gearán a dhéanamh laistigh den gnáth-thréimhse ama
